{
  "errors": {
    "fields": {
      "empty": "Ce champ ne peut pas être vide.",
      "notFullyCompleted": "Veuillez remplir tous les champs.",
      "passwordsDoNotMatch": "Les mots de passe ne correspondent pas."
    },
    "user": {
      "notConnected": "Vous n'êtes pas connecté.",
      "notFound": "Utilisateur non trouvé.",
      "alreadyClosed": "Ce compte a déjà été supprimé.",
      "emailDoesNotMatch": "L'email ne correspond pas à celui de votre compte.",
      "passwordsDoNotMatch": "Les mots de passe ne correspondent pas.",
      "wrongPassword": "Mot de passe incorrect."
    }
  },
  "navBar": {
    "home": "Accueil",
    "team": "Notre équipe",
    "product": "Notre produit",
    "profile": "Mon profil",
    "settings": "Paramètres",
    "company": "Entreprise",
    "tickets": "Support",
    "darkmode": "Mode sombre",
    "lightmode": "Mode clair",
    "login": "Connexion",
    "disconnect": "Déconnexion"
  },
  "profilePages": {
    "presentationPage": {
      "title": "Rencontrez notre équipe de rêve",
      "picturesTitle": "Vous voulez mieux nous connaître ?",
      "picturesSubtitle": "Cliquez sur ces images pour en savoir plus sur nous !",
      "presentationTitle": "Vous voulez savoir ce qui nous a amenés ici ?",
      "presentationSubtitle": "Apprenez-en plus sur notre programme scolaire et nos expériences professionnelles précédentes !",
      "presentationTextPart1": "Notre programme scolaire se déroule sur 5 ans pour nous former en experts en informatique. Il propose un contenu technique dense et évolutif, comprenant une variété de projets de programmation et couvrant de nombreux langages qui nous permettront d'aborder toutes les nouvelles technologies.",
      "presentationTextPart2": "Pendant ces 5 ans, nous sommes amenés à trouver des stages ou des emplois à temps partiel pour apprendre tout ce dont nous avons besoin pour connaître la vie dans le monde professionnel. Comme nous sommes tous en troisième année, nous pouvons confortablement dire que nous avons tous passé au moins un semestre dans une entreprise déjà, ce qui s'avère très bénéfique pour le développement de notre projet ARDeco."
    },
    "evan": {
      "role": "Développeur AR",
      "internshipRole1": "Développeur Frontend Junior"
    },
    "hugo": {
      "role": "Chef de projet",
      "internshipRole1": "Développeur Backend",
      "internshipRole2": "Développeur de jeux vidéo"
    },
    "louis": {
      "role": "Développeur AR",
      "internshipRole1": "Développeur logiciel Junior",
      "internshipRole2": "Développeur Web",
      "internshipRole3": "Développeur de jeux vidéo"
    },
    "valentin": {
      "role": "Conception et Partenariats",
      "internshipRole1": "Support technique et Web",
      "internshipRole2": "Développeur Frontend",
      "internshipRole3": "Développeur Frontend Junior"
    }
  },
  "productPages": {
    "projectDetailsTitle": "Découvrez les détails de notre projet",
    "findYourAnswersSubtitle": "Trouvez les réponses à vos questions dans notre FAQ !",
    "furnitureChoiceTitle": "Comment sont choisis mes meubles ?",
    "furnitureChoiceText": "L'application offre une disposition et une décoration pour une pièce complètement vide, tout en aidant à réorganiser et à redécorer une pièce déjà meublée. À la fin, l'application propose de visualiser le résultat en 3D dans l'application, mais aussi (et surtout) en réalité augmentée directement dans la pièce ! À ce stade, il peut même déplacer les meubles affichés, en sélectionner d'autres, les supprimer ou les ajouter manuellement et changer leur couleur et leur style. Pour générer le résultat en 3D ou en réalité augmentée, nous avons décidé d'utiliser des modèles 3D.",
    "whatIsArdecoTitle": "Qu'est-ce que ARDeco ?",
    "whatIsArdecoText": "ARDeco est une application mobile pour scanner la pièce à l'aide du téléphone. Notre IA génère ensuite une disposition intérieure et une décoration en fonction du budget et du style définis par l'utilisateur. Il visualisera le résultat en réalité augmentée et pourra acheter les meubles (automatiquement disposés) auprès des partenaires directement depuis l'application.",
    "howToUseArdecoTitle": "Comment utiliser ARDeco ?",
    "howToUseArdecoText": "L'utilisateur peut d'abord entrer une fourchette de budget et/ou un budget maximum à ne pas dépasser. Il peut également sélectionner différents styles qu'il souhaiterait dans sa pièce (par exemple zen, industriel, classique, forestier, etc.). Il lui suffira ensuite d'utiliser l'appareil photo de son téléphone, et de scanner la pièce en suivant les instructions indiquées à l'écran et en vérifiant la véracité des informations calculées et transcrites. Il est possible que l'application demande à l'utilisateur d'entrer une ou plusieurs distances manuellement pour effectuer des calculs plus précis.",
    "modelsOriginsTitle": "D'où viennent les modèles ?",
    "modelsOriginsText": "Ces modèles 3D nous sont directement fournis par les marques partenaires dont le catalogue est présent dans l'application. Si les partenaires n'ont pas de modèles 3D, nous leur proposerons des solutions de conversion afin d'être compatibles avec notre service. Dans le pire des cas, nous pouvons nous adapter et offrir un support pour des formats supplémentaires selon les besoins de nos partenaires.",
    "whyUseArdecoTitle": "Pourquoi utiliser ARDeco ?",
    "whyUseArdecoText": "Le projet permet donc de gagner du temps lors de l'aménagement de votre pièce. Grâce à la sélection du budget et du style, au balayage de la pièce pour capturer les dimensions des murs et des meubles (si présents dans la pièce) et à l'IA précédemment décrite qui récupère les meubles correspondant aux critères et dimensions puis les pose, l'utilisateur et l'agent gagnent du temps. Une autre amélioration que le projet apporte à l'utilisateur est qu'il est sûr du rendu final de sa pièce et ne sera pas déçu, car il peut visualiser en réalité augmentée dans sa pièce l'arrangement final, et même effectuer des tests pour être sûr.",
    "inAppPurchaseTitle": "Puis-je acheter des meubles depuis l'application ?",
    "inAppPurchaseText": "Oui. Notre objectif est de simplifier et d'accélérer la vie de l'utilisateur, et nous continuons dans cette direction en lui faisant gagner du temps pour se rendre sur les sites Web (ou en magasin) des marques, pour rechercher la référence, pour vérifier qu'il s'agit bien de la bonne pièce de mobilier, puis pour l'acheter. En effet, depuis l'application, il suffit d'appuyer sur \"Acheter\" sur un meuble ou d'appuyer sur \"Acheter tous les meubles\" et après avoir saisi le mode de paiement et l'adresse de livraison ou de retrait, l'application se chargera de contacter les marques et de faire les achats au nom de l'utilisateur."
  },
  "footer": {
    "stayTuned": "Restez à l'écoute",
    "contactUs": "Nous contacter",
    "newsletter": "Rejoignez notre newsletter",
    "subscribe": "S'abonner",
    "rules": "Règles légales",
    "privacyPolicy": "Politique de confidentialité",
    "cgu": "Conditions Générales d'Utilisation"
  },
  "home": {
    "welcomeTitle": "Bienvenue sur ARDeco",
    "productPresentation": "Une application innovante qui révolutionne votre expérience de design intérieur en utilisant la Réalité Augmentée (AR) et l'Intelligence Artificielle (IA). Numérisez facilement votre pièce avec votre téléphone, et nos algorithmes IA intelligents analyseront l'espace pour créer des décorations personnalisées, visuellement époustouflantes, adaptées à vos préférences. Explorez de nouvelles possibilités de design et donnez vie à votre espace de rêve avec ARDeco.",
    "transitionEffect": {
      "team": "Équipe",
      "discover": "Découvrir",
      "clickHere": "Cliquez ici !"
    },
    "augmentedRealityTitle": "Réalité Augmentée",
    "augmentedRealityText": "Nous avons choisi la Réalité Augmentée pour ce projet car elle offre une expérience immersive et interactive, vous permettant de visualiser et d'expérimenter différents éléments de design en temps réel, directement dans votre propre espace. ARDeco élimine les conjectures et la nécessité de coûteuses et chronophages refontes en vous offrant un aperçu fidèle de votre espace de rêve. Découvrez des possibilités infinies et libérez votre créativité avec ARDeco - le futur du design intérieur est là.",
    "keyPoints": "Points Clés",
    "keyPointsBlocks": [
      {
        "title": "Recommandations de conception alimentées par l'IA",
        "description": "Nos algorithmes intelligents analysent votre espace et proposent des suggestions de conception personnalisées basées sur vos préférences et vos besoins uniques."
      },
      {
        "title": "Visualisation en temps réel",
        "description": "Voyez comment différents meubles, couleurs et accessoires apparaissent dans votre espace instantanément, ce qui facilite la comparaison et le choix des éléments de conception parfaits."
      },
      {
        "title": "Interface facile à utiliser",
        "description": "Avec une conception conviviale et des commandes intuitives, ARDeco vous permet de transformer votre espace en quelques tapes seulement."
      },
      {
        "title": "Partagez vos conceptions",
        "description": "Collaborez avec des amis, de la famille ou des professionnels en partageant vos conceptions, en obtenant des commentaires et en peaufinant votre espace ensemble."
      },
      {
        "title": "Inspiration infinie",
        "description": "Explorez une vaste bibliothèque de styles, de tendances et d'idées de conception pour vous aider à créer un espace qui reflète vraiment votre personnalité."
      }
    ],
    "timeline": {
      "title" : "Les étapes de notre projet",
      "testAndLearn": "Expérimenter des technologies pour trouver les plus compatibles avec le projet et les objectifs recherchés.",
      "managementAndProcess": "Étape ayant comme objectif de travailler notre organisation interne en tant qu'équipe pour le reste du projet.",
      "fastForward": "Le but de ce sprint est d’avoir une avancée significative afin que d'atteindre une version Alpha.",
      "betaAndGrowthHacking": "Avoir une Bêta testable pouvant être lancée en conditions réelles avec de vrais utilisateurs.",
      "consolidation": "Avoir une application finale et pleinenement fonctionnelle, utilisable par des utilisateurs interessés.",
      "launchAndMetric": "Rendre une version finale de l'application, publique et utilisable par tous.",
      "dates": {
        "june2023": "Juin 2023",
        "october2023": "Octobre 2023",
        "january2024": "Janvier 2024",
        "may2024": "Mai 2024",
        "september2024": "Septembre 2024",
        "december2024": "Décembre 2024"
      }
    }
  },
  "login": {
    "welcome": "Bienvenue utilisateur N°",
    "loginTitle": "Connexion",
    "registerTitle": "Inscription",
    "logout": "Se déconnecter",
    "login": "Se connecter",
    "register": "Créer un compte",
    "email": "Email : ",
    "password": "Mot de passe : ",
    "passwordConfirm": "Confirmer le mot de passe : ",
    "firstName": "Prénom : ",
    "lastName": "Nom : ",
    "city": "Ville : ",
    "phone": "Téléphone : ",
    "loading": "Chargement en cours...",
    "optional": "Facultatif",
    "optionalFields": "Champs facultatifs",
    "mandatory": "Obligatoire",
    "mandatoryFields": "Champs obligatoires",
    "consent": "J'accepte que mes données soient collectées et traitées conformément à la Politique de Confidentialité",
    "hasRead": "J'ai lu et j'accepte les Conditions Générales d'Utilisation",
    "consentNotGiven": "Vous devez accepter les Conditions Générales d'Utilisation et la Politique de Confidentialité pour continuer."
  },
  "profile": {
    "yourFavoriteThemes": "Mes thèmes favoris",
    "yourRecentPurchaces": "Mes récents achats",
    "yourFavoriteFurnitures": "Mes meubles favoris",
    "yourFavoriteGalleries": "Mes galeries favorites",
    "gallery": "Galerie publique",
    "blockedUsers": "Utilisateurs bloqués",
    "informations": {
      "firstName": "Prénom : ",
      "lastName": "Nom de famille : ",
      "email": "Adresse email : ",
      "phone": "Téléphone : ",
      "city": "Ville : ",
      "savedItems": "Élements sauvegardés dans la galerie : ",
      "commandsOrdered": "Nombre de commande(s) : ",
      "editProfile": "Mettre le profil à jour (les champs vides seront ignorés)",
      "role": "Rôle : "
    },
    "loading": "Chargement en cours...",
    "buttons": {
      "cancel": "Annuler",
      "update": "Modifier",
      "confirm": "Confirmer",
      "delete": "Supprimer le compte",
      "reset": "Réinitialiser"
    },
    "picture": {
      "infoText": "Si aucune image n'est sélectionnée, l'image sera réinitialisée et utilisera celle par défaut.",
      "confirmText": "Les changements prennent effet uniquement à partir de la confirmation."
    }
  },
  "deleteAccount": {
    "title": "Suppression du compte",
    "text": "Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible et toutes vos données seront perdues.",
    "email": "Email : ",
    "password": "Mot de passe : ",
    "passwordConfirm": "Confirmer le mot de passe : ",
    "loading": "Chargement en cours...",
    "placeholders": {
      "email": "Votre email ici",
      "password": "Votre mot de passe ici",
      "passwordConfirm": "Confirmer votre mot de passe ici"
    },
    "buttons": {
      "cancel": "Annuler",
      "delete": "Supprimer"
    }
  },
  "settings": {
    "users": {
      "firstAndLastName": "Prénom et nom de famille",
      "getUserSettings": "Voir mes paramètres",
      "setUserSettings": "Mettre mes paramètres à jour",
      "getUserGallery": "Voir ma galerie",
      "currentUserSettingsTitle": "Vos paramètres actuels",
      "language": "Langue",
      "title": "Paramètres"
    },
    "companies": {
      "addFurnitureToCatalog": "Ajouter un meuble au catalogue",
      "changeGalleryVisibility": "Changer la visibilité d'un item",
      "getCompagnyCatalog": "Voir mon catalogue d'entreprise",
      "getCompagnyArchive": "Voir mon archive d'entreprise",
      "emptyCompagnyArchive": "Vider mon archive d'entreprise",
      "archiveItem": "Archiver cet élement",
      "restoreItemFromArchive": "Restaurer cet élement de l'archive",
      "resetCompagnyApiKey": "Réinitialiser mon clé API",
      "title": "Paramètres d'entreprise",
      "placeholders": {
        "furnitureName": "Nom du meuble",
        "furniturePrice": "Prix du meuble",
        "furnitureStyles": "Styles du meuble",
        "furnitureRooms": "Pièces liées au meuble",
        "furnitureHeight": "Hauteur du meuble (en cm)",
        "furnitureWidth": "Largeur du meuble (en cm)",
        "furnitureDepth": "Profondeur du meuble (en cm)",
        "furnitureColors": "Couleur(s) du meuble",
        "itemInputID": "ID de l'item"
      }
    }
  },
  "tickets": {
    "title": "Support",
    "somethingWrong": "Quelque chose ne va pas ?",
    "askUs": "Demandez nous !",
    "writeYourTitleHere": "Écrivez le titre de votre problème ici",
    "shortDescriptionOfYourProblem": "Décrivez votre problème en quelques mots",
    "writeYourProblemHere": "Détaillez clairement votre problème ici",
    "pendingTickets": "Demandes en attente",
    "createTicket": "Créer une demande",
    "updateTicket": "Mettre à jour ma demande",
    "typeYourTextHere": "Écrivez votre message ici",
    "youCantReplyToAClosedTicket": "Vous ne pouvez pas répondre à un ticket fermé",
    "send": "ENVOYER",
    "close": "FERMER",
    "back": "RETOUR",
    "pending": "En attente",
    "closed": "Fermé",
    "deleted": "Supprimé"
  },
  "languageChangerText": "Traduire en EN",
  "privacyPolicy": {
    "introduction": {
      "title": "Introduction",
      "objective": "La présente politique de confidentialité a pour objectif de vous informer sur la manière dont ARDeco collecte, utilise et protège vos données personnelles.",
      "engagement": "Nous nous engageons à respecter votre vie privée et à protéger vos données personnelles.",
      "readCarefully": "Nous vous invitons à lire attentivement cette politique de confidentialité pour comprendre nos pratiques concernant vos données personnelles et la manière dont nous les traitons."
    },
    "cookies": {
      "title": "Cookies",
      "cookies": "Nous utilisons des cookies dans l'unique but d'identifier les utilisateurs et de permettre l'accès aux services autorisés.",
      "collection": "Ces cookies sont automatiquement collectés par notre serveur web et stockés dans le navigateur de l'utilisateur dès sa connexion ou son enregistrement, jusqu'à sa déconnexion.",
      "usage": "Nous ne stockons aucune donnée personnelle autre que l'identifiant unique interne dans les cookies.",
      "consent": "En utilisant nos services, les utilisateurs consentent à l'utilisation de ces cookies.",
      "share": "Nous ne partageons pas ces cookies avec des tiers et leur utilisation demeure interne."
    },
    "identification": {
      "title": "Données d'identification",
      "collection": "Nous recueillons et traitons certaines données privées dans le cadre de nos activités pour identifier et authentifier chaque utilisateur.",
      "dataTypes": "Les données d'identification comprennent, mais sans s'y limiter, les noms, les adresses, les adresses e-mail, les numéros de téléphone, les informations démographiques et toute autre information fournie volontairement par les utilisateurs dans le cadre de nos services.",
      "usage": "Ces données sont collectées dans le but de fournir et de personnaliser nos services, de communiquer avec les utilisateurs, ainsi que de répondre à leurs demandes."
    },
    "bank": {
      "title": "Données bancaires",
      "collection": "Nous collectons et traitons les informations bancaires nécessaires pour traiter les paiements et les transactions effectuées sur notre plateforme.",
      "dataTypes": "Ces données peuvent inclure les numéros de carte de crédit/débit, les coordonnées bancaires et toute autre information associée aux transactions financières (comme l'historique des commandes).",
      "usage": "Nous prenons des mesures de sécurité appropriées pour protéger ces données sensibles et assurer leur confidentialité."
    },
    "social": {
      "title": "Données à caractère social",
      "collection": "Nous collectons et traitons certaines données à caractère social dans le cadre de nos services pour permettre aux utilisateurs de partager des informations et d'interagir entre eux.",
      "dataTypes": "Ces données peuvent inclure les noms d'utilisateur, les photos de profil, les pièces sauvegardées, les publications, les commentaires, les likes, les partages et toute autre information partagée volontairement par les utilisateurs.",
      "usage": "Ces données sont collectées dans le but de faciliter les interactions sociales entre les utilisateurs et de personnaliser leur expérience."
    },
    "private": {
      "title": "Données privées",
      "collection": "Nous collectons et traitons certaines données privées dans le cadre de nos services pour permettre le bon fonctionnement de nos algorithmes.",
      "dataTypes": "Ces données peuvent inclure toute information pertinente obtenue lors de l'analyse des images soumises par les utilisateurs pendant et à la suite d'un scan. Cela peut concerner les mesures obtenues à la suite de la soumission de l'image, l'inventaire des éléments présents dans l'image ainsi que toute autre information utile au fonctionnement de l'algorithme.",
      "usage": "Ces données sont uniquement utilisées de manière éphémère pour le bon fonctionnement de l'algorithme de suggestion et de placement des meubles."
    },
    "statistics": {
      "title": "Données statistiques",
      "collection": "Nous collectons et traitons des données statistiques dans le cadre de nos services pour générer des rapports et des analyses sur l'utilisation de nos services.",
      "usage": "Ces données sont utilisées afin d'analyser les tendances, de calibrer l'algorithme de recommandation et de placement, de partager des préférences utilisateurs (en moyenne et de façon anonyme) aux entreprises partenaires et de générer des statistiques d'utilisation générale pour améliorer nos services."
    },
    "internal": {
      "title": "Données internes",
      "collection": "Nous collectons et traitons des données internes, servant uniquement à des fins d'optimisation de l'expérience des utilisateurs sur nos services.",
      "dataTypeCart": "Ces données incluent les données du panier de l'utilisateur, afin de faciliter ses achats au sein de l'application, ces données ne génèrent pas de statistiques et sont supprimables ou modifiables par l'utilisateur à tout moment.",
      "dataTypeFavorites": "Ces données incluent les données des favoris de l'utilisateur, afin de faciliter la sauvegarde de ses meubles ou pièces préférés au sein de l'application, ces données sont supprimables ou modifiables par l'utilisateur à tout moment.",
      "dataTypeTickets": "Ces données incluent les tickets d'assistance de l'utilisateur, qui ne sont pas supprimés afin d'en conserver l'historique, toutefois leur suppression définitive est possible sur demande écrite ou automatiquement à la fermeture du compte.",
      "usage": "Ces données sont collectées dans le but d'optimiser l'expérience des utilisateurs et de personnaliser nos services. Elles sont stockées en interne et ne sont ni partagées ni traitées extérieurement ou à des fins légales."
    },
    "device": {
      "title": "Données de périphériques",
      "collection": "Nous collectons et traitons les données des appareils utilisés afin d'assurer le bon démarrage et fonctionnement de l'application et de permettre au système de s'adapter et de faire usage des technologies des périphériques disponibles.",
      "dataTypes": "Ces données peuvent inclure le modèle, le constructeur, la version du système d'exploitation, la version du kernel, les fonctionnalités spécifiques disponibles à chaque périphérique, les rapports automatiques de plantage de l'application, les rapports automatiques de démarrage de l'application, les caractéristiques des périphériques comme les processeurs et ses données associées, les chips et les cartes graphiques et leurs données associées, la RAM et ses données associées, le stockage interne et ses données associées, le stockage externe et ses données associées, les statistiques des ressources prises par l'application et la version de l'application utilisée.",
      "usage": "Ces données sont collectées dans le but d'assurer le bon fonctionnement de l'application et de personnaliser nos services. Elles sont stockées en interne et ne sont ni partagées ni traitées extérieurement ou à des fins légales."
    },
    "conclusion": {
      "title": "Conclusion",
      "usage": "L'intégralité des données collectées sont utilisées uniquement dans le cadre de nos services et conformément aux lois applicables en matière de protection des données.",
      "share": "Nous ne partagerons pas ces données avec des tiers non autorisés, sauf si cela est nécessaire pour fournir nos services, pour se conformer à une obligation légale, ou avec le consentement explicite de l'utilisateur.",
      "userRights": "Les utilisateurs ont le droit de demander l'accès, la rectification, la suppression ou la limitation du traitement de leurs données personnelles, ainsi que de s'opposer à leur traitement et de demander la portabilité de leurs données.",
      "keep": "Nous conservons ces données aussi longtemps que nécessaire pour fournir nos services, pour atteindre les objectifs décrits dans cette politique, sauf si une période de conservation plus longue est requise ou autorisée par la loi, ou jusqu'à ce que l'utilisateur demande leur suppression.",
      "acceptance": "En utilisant nos services, les utilisateurs consentent à la collecte, au traitement et à l'utilisation de leurs données privées et données bancaires conformément à cette politique de confidentialité.",
      "questions": "Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter par email ou via notre support.",
      "update": "Nous nous réservons le droit de mettre à jour cette politique de confidentialité à tout moment."
    }
  },
  "cgu": {
    "object": {
      "title": "Article 1 - Objet",
      "text": "Les présentes Conditions Générales d'Utilisation ont pour objet de définir les modalités et conditions d'utilisation du Service proposé par ARDeco à ses utilisateurs."
    },
    "definitions": {
      "title": "Article 2 - Définitions",
      "userTitle": "Utilisateur",
      "userText": "Tout utilisateur, qu'il soit professionnel ou particulier, se connectant au Service.",
      "serviceTitle": "Service",
      "serviceText": "L'ensemble des services proposés par ARDeco à ses utilisateurs.",
      "userContentTitle": "Contenu de l'utilisateur",
      "userContentText": "Ensemble des éléments transmis par l'Utilisateur au sein du Service.",
      "userAccountTitle": "Compte utilisateur",
      "userAccountText": "Informations nécessaires à l'identification d'un utilisateur sur le Service.",
      "editorTitle": "Éditeur",
      "editorText": "La personne ou l'entité, morale ou physique, responsable de l'édition et du contenu du Service."
    },
    "accessAndUse": {
      "title": "Article 3 - Accès et utilisation du Service",
      "access": "L'accès au Service est réservé à tout utilisateur disposant d'une connexion internet. Tous les frais nécessaires à l'accès au Service (matériel informatique, logiciels, connexion internet, etc.) sont à la charge de l'Utilisateur.",
      "account": "L'utilisateur ayant accès au Service doit disposer d'un Compte utilisateur. Ce compte est personnel et ne peut être partagé. En cas de non-respect des CGU, le Service se réserve le droit de suspendre ou de supprimer le Compte de l'Utilisateur sans préavis, ni indemnité.",
      "content": "Le Service permet à l'Utilisateur de publier du contenu. Dans ce cas, l'Utilisateur reste propriétaire de tout contenu qu'il publie. L'Utilisateur cède toutefois à l'Éditeur le droit de publier ce contenu sur le Service.",
      "responsibility": "L'Utilisateur est responsable de tout contenu qu'il publie. L'Utilisateur s'engage à ne publier que du contenu pour lequel il dispose des droits nécessaires.",
      "moderation": "Le Service se réserve le droit de modérer ou de supprimer tout contenu publié par l'Utilisateur à tout moment et sans préavis, ni justification.",
      "data": "L'Utilisateur est informé et accepte que la mise en œuvre du Service nécessite que ses données personnelles soient transmises à des tiers.",
      "availability": "Le Service s'efforce de fournir le Service 24 heures sur 24, 7 jours sur 7. En cas d'interruption, le Service s'efforcera de communiquer préalablement aux Utilisateurs les dates et heures de l'intervention.",
      "responsibility2": "L'Éditeur ne peut être tenu responsable de tout dommage direct ou indirect causé au matériel de l'Utilisateur lors de l'accès au Service.",
      "cookies": "Le Service peut utiliser des cookies. Dans ce cas, le Service informe l'Utilisateur de la possibilité de désactiver les cookies depuis les paramètres de son navigateur.",
      "proprietary": "Le Service et son contenu (textes, images, sons, vidéos, etc.) sont la propriété exclusive de l'Éditeur.",
      "license": "L'Utilisateur dispose d'une licence d'utilisation du Service, non exclusive et non transférable.",
      "responsibility3": "L'Utilisateur s'engage à ne pas reproduire, copier, modifier, vendre, revendre, décompiler, désassembler, distribuer, concéder ou exploiter tout ou partie du Service sans l'autorisation expresse de l'Éditeur.",
      "sanctions": "En cas de non-respect des CGU, l'Éditeur se réserve le droit de suspendre ou de supprimer le Compte de l'Utilisateur sans préavis, ni indemnité."
    },
    "intellectualProperty": {
      "title": "Article 4 - Propriété intellectuelle",
      "content": "Les marques, logos, signes et tout autre contenu du Service sont protégés par le Code de la propriété intellectuelle et par le droit d'auteur.",
      "license": "L'Utilisateur sollicite l'autorisation préalable de l'Éditeur pour toute reproduction, publication, copie des différents contenus.",
      "sanctions": "Toute utilisation non autorisée des contenus du Service engagera la responsabilité civile et pénale de l'Utilisateur sur le fondement de la contrefaçon."
    },
    "personalData": {
      "title": "Article 5 - Données personnelles",
      "data": "Les données personnelles collectées par le Service sont nécessaires à la bonne exécution du Service.",
      "usage": "Ces données peuvent être utilisées par le Service pour permettre la navigation de l'Utilisateur sur le Service, pour améliorer la qualité du Service, pour envoyer des informations commerciales et pour personnaliser les services proposés à l'Utilisateur.",
      "duration": "Les données personnelles sont conservées pour la durée nécessaire à l'accomplissement des finalités pour lesquelles elles ont été collectées.",
      "policy": "L'Utilisateur peut consulter la politique de confidentialité du Service pour en savoir davantage sur la collecte et le traitement de ses données personnelles.",
      "opposition": "L'Utilisateur dispose du droit de s'opposer à la collecte de ses données personnelles. L'exercice de ce droit peut cependant empêcher l'accès au Service.",
      "deletion": "L'Utilisateur dispose du droit de demander la suppression de ses données personnelles. L'exercice de ce droit peut cependant empêcher l'accès au Service.",
      "responsibility": "L'Éditeur s'engage à ne pas communiquer les données personnelles de l'Utilisateur à des tiers sans son consentement.",
      "security": "Les données personnelles de l'Utilisateur peuvent être conservées par le Service pour des raisons de sécurité."
    },
    "responsibility": {
      "title": "Article 6 - Responsabilité",
      "security": "L'Éditeur s'engage à assurer la sécurité et la confidentialité des données transmises par l'Utilisateur.",
      "limitation": "Toutefois, sa responsabilité ne peut être engagée en cas de force majeure ou du fait imprévisible et insurmontable d'un tiers.",
      "content": "L'Éditeur n'est pas responsable des contenus publiés par l'Utilisateur. L'Utilisateur s'engage à ne publier que du contenu pour lequel il dispose des droits nécessaires.",
      "sanctions": "L'Éditeur se réserve le droit de supprimer tout contenu publié par l'Utilisateur qui contreviendrait à la législation en vigueur en France.",
      "responsibility": "L'Éditeur ne peut être tenu responsable des dommages directs et indirects causés au matériel de l'Utilisateur lors de l'accès au Service, y compris les dommages causés par des virus ou des logiciels malveillants.",
      "userResponsibility": "L'Utilisateur est seul responsable des dommages causés à des tiers du fait de l'utilisation du Service."
    },
    "cguEdit": {
      "title": "Article 7 - Modification des CGU",
      "modification": "L'Éditeur se réserve le droit de modifier les CGU à tout moment et sans préavis.",
      "acceptance": "L'Utilisateur est invité à consulter régulièrement les CGU pour prendre connaissance des éventuelles modifications.",
      "application": "L'utilisation du Service par l'Utilisateur vaut acceptation des CGU en vigueur.",
      "opposition": "L'Utilisateur qui n'accepte pas les CGU en vigueur doit se désinscrire du Service.",
      "previous": "Toute condition générale antérieure à la modification sera alors caduque.",
      "opposition2": "Toute modification des CGU s'applique à l'Utilisateur dès son entrée en vigueur."
    },
    "durationAndCancellation": {
      "title": "Article 8 - Durée et résiliation",
      "duration": "Les présentes CGU s'appliquent pour une durée indéterminée.",
      "cancellation": "L'Utilisateur peut résilier son Compte à tout moment, sans préavis, sans frais et sans motif en adressant une demande de résiliation à l'Éditeur.",
      "deletion": "La résiliation du Compte entraîne la suppression immédiate de toutes les données personnelles de l'Utilisateur.",
      "responsibility": "L'Éditeur ne peut être tenu responsable de la perte de données de l'Utilisateur suite à la résiliation de son Compte.",
      "application": "La résiliation du Compte entraîne la suppression immédiate de l'accès au Service.",
      "responsibility2": "L'Éditeur se réserve le droit de résilier le Compte de tout Utilisateur qui contreviendrait aux CGU."
    },
    "litige": {
      "title": "Article 9 - Litiges",
      "applicable": "Les présentes CGU sont régies par le droit français.",
      "conciliation": "En cas de litige non résolu à l'amiable entre l'Utilisateur et l'Éditeur, les tribunaux français sont compétents pour régler le litige.",
      "responsibility": "Pour toute question relative à l'application des CGU, l'Utilisateur peut contacter l'Éditeur via l'outil de support client."
    },
    "generalDisposition": {
      "title": "Article 10 - Dispositions générales",
      "nullity": "Si l'une des clauses des CGU est déclarée nulle par une décision de justice, les autres clauses restent en vigueur.",
      "nonRenunciation": "Le fait pour l'Éditeur de ne pas se prévaloir d'une clause des CGU n'implique pas sa renonciation à se prévaloir de cette clause ultérieurement."
    },
    "contact": {
      "title": "Article 11 - Contact",
      "contact": "Pour toute question relative aux CGU, l'Utilisateur peut contacter l'Éditeur via l'outil de support client.",
      "email": "L'Éditeur peut être contacté par email à l'adresse suivante : contact@ardeco.app"
    }
  },
  "orderHistory": {
    "title": "Historique des commandes",
    "loading": "Chargement en cours...",
    "noOrders": "Aucune commande trouvée.",
    "order": "Commande",
    "date": "Date",
    "total": "Montant total",
    "id": "ID",
    "furniture": "Meubles",
    "actions": "Actions",
    "download": "Télécharger la facture"
  },
  "favorite": {
    "furniture": {

    },
    "gallery": {
      "title": "Galeries (aménagements) favorites",
      "loading": "Chargement en cours...",
      "id": "ID",
      "name": "Nom",
      "description": "Description",
      "firstName": "Prénom",
      "lastName": "Nom",
      "date": "Date",
      "author": "Auteur",
      "furnitureTable": "Meubles",
      "roomType": "Type de pièce",
      "item": "Élément",
      "noItems": "Aucun élément trouvé.",
      "action": "Action",
      "actions": "Actions",
      "actionSingOrPlu": "Action(s)",
      "delete": "Supprimer",
      "deleteAll": "Supprimer tout",
      "blockUser": "Bloquer l'utilisateur"
    }
  },
  "gallery": {
    "title": "Galerie",
    "loading": "Chargement en cours...",
    "noGalleries": "Aucune galerie trouvée.",
    "gallery": "Galerie",
    "id": "ID",
    "name": "Nom",
    "description": "Description",
    "firstName": "Prénom",
    "lastName": "Nom",
    "date": "Date",
    "author": "Auteur",
    "furnitureTable": "Meubles",
    "roomType": "Type de pièce",
    "item": "Élément",
    "noItems": "Aucun élément trouvé.",
    "action": "Action",
    "actions": "Actions",
    "actionSingOrPlu": "Action(s)",
    "details": "Détails",
    "delete": "Supprimer",
    "blockUser": "Bloquer l'utilisateur"
  },
  "catalog": {
    "title": "Catalogue",
    "loading": "Chargement en cours...",
    "noGalleries": "Aucune galerie trouvée.",
    "id": "ID",
    "name": "Nom et entreprise",
    "styles": "Styles",
    "roomType": "Type de pièce",
    "item": "Élément",
    "noItems": "Aucun élément trouvé.",
    "action": "Action",
    "actions": "Actions",
    "actionSingOrPlu": "Action(s)",
    "details": "Détails",
    "delete": "Supprimer",
    "dimensions": "Dimensions (cm): ",
    "addToCart": "Ajouter au panier",
    "addToFavorites": "Ajouter aux favoris",
    "available": "Disponible",
    "unavailable": "Indisponible",
    "goBack": "Retour",
    "archive": "Archiver",
    "restore": "Désarchiver",
    "hide": "Masquer",
    "show": "Démasquer"
  }
}
